Repository: Contik/Tiny-Tiny-IRC
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_mx, fr_fr

source: Created user %s with password <b>%s</b>.
es_mx: Usuario %s creado con la contraseña <b>%s</b>.
fr_fr: Utilisateur %s créé avec mot de passe <b>%s</b>.

source: User %s already exists
es_mx: El usuario %s ya existe
fr_fr: L'utilisateur %s existe déjà

source: Reset password of user %s to <b>%s</b>.
es_mx: Contraseña del usuario %s restablecida a <b>%s</b>.
fr_fr: Réinitialiser le mot de passe de l'utilisateur %s vers <b>%s</b>.

source: [Untitled]
es_mx: [Sin título]
fr_fr: [Sans titre]

source: Couldn't add server (%s:%d): Invalid syntax.
es_mx: No se puede añadir el servidor (%s: %d): Sintaxis inválida.
fr_fr: Impossible d'ajouter le serveur (%s:%d) : syntaxe incorrecte.

source: Default profile
es_mx: Perfil por defecto
fr_fr: Profil par défaut

source: Click to close
es_mx: Presione para cerrar
fr_fr: Cliquer pour fermer

source: Loading, please wait...
es_mx: Cargando, por favor espere...
fr_fr: Chargement en cours, veuillez patienter...

source: Your browser doesn't support Javascript, which is required for this application to function properly. Please check your browser settings.
es_mx: Su navegador no soporta JavaScript, el cual es requerido para que esta aplicación funcione adecuadamente. Por favor verifique la configuración de su navegador.
fr_fr: Votre navigateur ne supporte pas le JavaScript, alors qu'il est nécessaire pour que cette application fonctionne correctement. Veuillez vérifier les paramètres de votre navigateur.

source: Fatal Exception
es_mx: Excepción Fatal
fr_fr: Erreur fatale

source: Try again
es_mx: Intentar nuevamente
fr_fr: Veuillez essayer à nouveau

source: Hello,
es_mx: Hola,
fr_fr: Bonjour,

source: Preferences
es_mx: Preferencias
fr_fr: Préférences

source: Users
es_mx: Usuarios
fr_fr: Utilisateurs

source: Tweet selected text
es_mx: Tweetear texto seleccionado
fr_fr: Tweeter le texte sélectionné

source: Tweet
es_mx: Tweetear
fr_fr: Tweeter

source: Logout
es_mx: Cerrar Sesión
fr_fr: Déconnexion

source: Customize Theme
es_mx: Personalizar tema
fr_fr: Personnaliser le thème.

source: Custom CSS declarations
es_mx: Declaraciones CSS personalizadas
fr_fr: Règles CSS personnalisé

source: You can override colors, fonts and layout of your currently selected theme with custom CSS declarations here. <a target="_blank" href="%s">This file</a> can be used as a baseline.
es_mx: Usted puede sobreescribir colores, tipos de letras y el diseño de su tema seleccionado con declaraciones CSS. <a target="_blank" href="%s">Este archivo</a> puede ser utilizado como base.
fr_fr: Vous pouvez redéfinir les couleurs, les polices et la présentation du thème sélectionné avec des règles CSS personnalisées. <a target="_blank" href="%s">Ce fichier</a> peut être utilisé comme point de départ.

source: Save & Reload
es_mx: Guardar y Recargar
fr_fr: Sauvegarder et recharger

source: Go back
es_mx: Ir atrás
fr_fr: Retour

source: Register with Twitter
es_mx: Registrar con Twitter
fr_fr: Créer un compte Twitter

source: Authentication
es_mx: Autenticación
fr_fr: Identification

source: You'll need to register with Twitter.com before you'll be able to send tweets from Tiny Tiny IRC.
es_mx: Necesita registrarte con Twitter.com antes de poder enviar Tweets desde Tiny Tiny IRC.
fr_fr: Vous devez créer un compte Twitter avant de pouvoir envoyer des tweets depuis Tiny Tiny IRC.

source: You have been successfully registered with Twitter.com..
es_mx: Usted se ha registrado satisfactoriamente con Twitter.com
fr_fr: Votre compte Twitter a été créé avec succès.

source: Register with Twitter.com
es_mx: Registrar con Twitter.com
fr_fr: Créer un compte Twitter

source: (connected)
es_mx: (conectado)
fr_fr: (connecté)

source: Configure Notifications
es_mx: Configurar notificaciones
fr_fr: Configurer les notifications

source: Desktop notifications are only shown for events happening in background channels or when your Tiny Tiny IRC window is unfocused.
es_mx: Las notificaciones de Escritorio sólo son mostradas para eventos que ocurren en segundo plano en canales o cuando Tiny Tiny IRC no está en primer plano.
fr_fr: Les notifications n'apparaissent que pour les évènements survenant dans les canaux non visibles ou quand la fenêtre de Tiny Tiny IRC n'est pas active.

source: Show notifications on:
es_mx: Mostrar notificaciones al:
fr_fr: Afficher les notifications sur :

source: Channel highlight
es_mx: Resaltado del Canal
fr_fr: Notification de canal

source: Private message
es_mx: Mensaje privado
fr_fr: Message privé

source: Connection status change
es_mx: Cambio de estado de conexión
fr_fr: Changement d'état de la connexion

source: Enable notifications
es_mx: Habilitar notificaciones
fr_fr: Activer les notifications

source: Save
es_mx: Guardar
fr_fr: Sauvegarder

source: Edit Connection
es_mx: Editar conexión
fr_fr: Modifier la connexion

source: Connection
es_mx: Conexión
fr_fr: Connexion

source: Title:
es_mx: Título:
fr_fr: Titre :

source: Server password:
es_mx: Contraseña del Servidor:
fr_fr: Mot de passe du serveur :

source: Nickname:
es_mx: Nombre de usuario:
fr_fr: Pseudo :

source: Favorite channels:
es_mx: Canales favoritos:
fr_fr: Canaux favoris :

source: Connect command:
es_mx: Comando de conexión:
fr_fr: Commande de connexion :

source: Character set:
es_mx: Conjunto de caracteres:
fr_fr: Jeu de caractères :

source: Enable connection
es_mx: Habilitar conexión
fr_fr: Activer la connexio

source: Automatically connect
es_mx: Conectar automáticamente
fr_fr: Connexion automatique

source: Stay connected permanently
es_mx: Mantener conexión permanente
fr_fr: Rester connecté en permanence

source: Connect using SSL
es_mx: Conectar utilizando SSL
fr_fr: Se connecter en utilisant SSL

source: Servers
es_mx: Servidores
fr_fr: Serveurs

source: Add server
es_mx: Agregar servidor
fr_fr: Ajouter un serveur

source: Delete
es_mx: Borrar
fr_fr: Supprimer

source: (active)
es_mx: (activo)
fr_fr: (actif)

source: Click to edit connection
es_mx: Presione para editar conexión
fr_fr: Cliquer pour modifier une connexion

source: Personal data
es_mx: Datos personales
fr_fr: Données personnelles

source: Real name:
es_mx: Nombre Real:
fr_fr: Nom :

source: Quit message:
es_mx: Mensaje de Salida:
fr_fr: Message de déconnexion :

source: Highlight on:
es_mx: Resaltar al:
fr_fr: Notification sur :

source: Theme:
es_mx: Tema:
fr_fr: Thème :

source: Customize
es_mx: Personalizar
fr_fr: Personnaliser

source: Configure desktop notifications
es_mx: Configurar notificaciones de escritorio
fr_fr: Configurer les notifications

source: New password:
es_mx: Nueva contraseña:
fr_fr: Nouveau mot de passe :

source: Confirm:
es_mx: Confirmar:
fr_fr: Confirmer :

source: Connections
es_mx: Conexiones
fr_fr: Connexions

source: Create connection
es_mx: Crear conexión
fr_fr: Créer une connexion

source: Close
es_mx: Cerrar
fr_fr: Fermer

source: Could not connect to Twitter. Refresh the page or try again later.
es_mx: No se puede conectar con Twitter. Recargue la página o inténtelo más tarde.
fr_fr: La connexion à Twitter a échoué. Veuillez rafraichir la page ou réssayer plus tard.

source: Congratulations! You have successfully registered with Twitter.
es_mx: ¡Felicidades! Se ha registrado satisfactoriamente con Twitter.
fr_fr: Félicitations ! Vous avez créé un compte Twitter avec succès.

source: Return to Tiny Tiny IRC
es_mx: Regresar a Tiny Tiny IRC
fr_fr: Retour vers Tiny Tiny IRC

source: Register
es_mx: Registrar
fr_fr: Créer un compte

source: Your access level is insufficient to run this script.
es_mx: Su nivel de acceso es insuficiente para correr este script.
fr_fr: V

source: Database Updater
es_mx: Actualizador de base de datos
fr_fr: Agent de mise à jour de la base de données

source: Could not update database
es_mx: No se puede actualizar la base de datos
fr_fr: La base de données n'a pas pu être mise à jour

source: Could not find necessary schema file, need version:
es_mx: No se puede encontrar el archivo de esquema necesario, es necesario la versión:
fr_fr: Le fichier contenant le schéma n'a pas pu être trouvé, version requise :

source: , found:
es_mx: , actual:
fr_fr: , trouvé :

source: Tiny Tiny IRC database is up to date.
es_mx: La base de datos de Tiny Tiny IRC está actualizada.
fr_fr: La base de données de Tiny Tiny IRC est à jour.

source: Please backup your database before proceeding.
es_mx: Por favor, haga un respaldo de la base de datos antes de proceder.
fr_fr: Veuillez sauvegarder votre base de données avant de continuer.

source: Your Tiny Tiny RSS database needs update to the latest version (<b>%d</b> to <b>%d</b>).
es_mx: La base de datos de Tiny Tiny RSS necesita estar en la última versión (<b>%d</b> a <b>%d</b>).
fr_fr: La base de données de Tiny Tiny IRC doit être mise à jour vers la dernière version (<b>%d</b> to <b>%d</b>).

source: Perform updates
es_mx: Realizar actualizaciones
fr_fr: Effectuer les mises à jour

source: Performing updates...
es_mx: Realizando actualizaciones...
fr_fr: Mise à jour en cours...

source: Updating to version %d...
es_mx: Actualizando a la versión %d...
fr_fr: Mise à jour vers la version %d...

source: Checking version...
es_mx: Verificando versión...
fr_fr: Vérification de la version en cours...

source: Finished. Performed <b>%d</b> update(s) up to schema version <b>%d</b>.
es_mx: Finalizado. <b>%d</b> actualizacion(es) realizada(s) al esquema con versión <b>%d</b>.
fr_fr: Terminé. <b>%d</b> mise(s) à jour ont été effectuées jusqu'à la version <b>%d</b> du schéma.

source: Return to Tiny Tiny RSS
es_mx: Regresar a Tiny Tiny RSS
fr_fr: Retour vers Tiny Tiny IRC

source: Click to edit user
es_mx: Presione para editar el usuario
fr_fr: Cliquer pour modifier l'utilisateur

source: Edit Users
es_mx: Editar usuarios
fr_fr: Modifier les utilisateurs

source: Add user
es_mx: Agregar usuario
fr_fr: Ajouter un utilisateur

source: Reset password
es_mx: Restablecer contraseña
fr_fr: Réinitialisation du mot de passe

source: Unknown error
es_mx: Error desconocido
fr_fr: Erreur inconnue

source: This program requires XmlHttpRequest to function properly. Your browser doesn't seem to support it.
es_mx: Este programa requiere XmlHttpRequest para funcionar adecuadamente. Su navegador no parece cumplir el requisito.
fr_fr: Ce programme nécessite XmlHttpRequest pour fonctionner correctement. Votre navigateur semble ne pas le supporter.

source: This program requires cookies to function properly. Your browser doesn't seem to support them.
es_mx: Este programa requiere que las cookies estén activadas para funcionar adecuadamente. Su navegador no parece cumplir el requisito.
fr_fr: Ce programme nécessite les cookies pour fonctionner correctement.

source: Backend sanity check failed
es_mx: Fallo al verificar el fin del proceso
fr_fr: La vérification du backend a échoué.

source: Frontend sanity check failed.
es_mx: Fallo al verificar el inicio del proceso
fr_fr: La vérification du frontend a échoué.

source: Incorrect database schema version. &lt;a href='update.php'&gt;Please update&lt;/a&gt;.
es_mx: Versión de esquema de la base de datos incorrecta. &lt;a href='update.php'&gt;Por favor, actualice&lt;/a&gt;.
fr_fr: La version du schéma de la base de donnée est incorrect. &lt;a href='update.php'&gt;Veuillez la mettre à jour&lt;/a&gt;.

source: Request not authorized.
es_mx: Solicitud no autorizada.
fr_fr: Requête non autorisée.

source: No operation to perform.
es_mx: Ninguna operación a realizar.
fr_fr: Aucune action à effectuer.

source: Denied. Your access level is insufficient to access this page.
es_mx: Denegado. Su nivel de acceso es insuficiente para acceder a esta página.
fr_fr: Accès refusé. Vos permissions sont insuffisantes pour accéder à cette page.

source: Configuration check failed
es_mx: Fallo en la verificación de la configuración
fr_fr: La vérification de la configuration a échoué.

source: Your version of MySQL is not currently supported. Please see official site for more information.
es_mx: Su versión de MySQL no es soportada. Por favor, vea el sitio oficial para mayor información.
fr_fr: La version de MySQL installée n'est pas supportée. Veuillez consulter le site officiel pour plus d'information.

source: SQL escaping test failed, check your database and PHP configuration
es_mx: Prueba de escapado SQL fallida, verifique su base de datos y la configuración de PHP
fr_fr: Le test d'échappement SQL a échoué, veuillez vérifier votre base de donnée et votre configuration PHP

source: Backend connection daemon is not running.
es_mx: Conexión Daemon backend no está corriendo.
fr_fr: Le démon de configuration n'est pas lancé.

source: The application failed to initialize.
es_mx: La aplicación fallo al iniciar.
fr_fr: L'application n'a pas pu être initialisée correctement.

source: Incorrect username or password
es_mx: Usuario o contraseña incorrectos
fr_fr: Identifiant ou mot de passe incorrect

source: Session failed to validate (incorrect IP)
es_mx: Fallo al validar la sesión (IP Incorrecta)
fr_fr: La session n'a pas pu être validée (IP incorrecte)

source: Default
es_mx: Por defecto
fr_fr: Défaut

source: Send Tweet
es_mx: Enviar Tweet
fr_fr: Envoyer le tweet

source: Your tweet:
es_mx: Su Tweet:
fr_fr: Votre tweet :

source: Full IRC snippet:
es_mx: Snippet IRC completo:
fr_fr: Fragment IRC complet:

source: Tweet this!
es_mx: Tweet
fr_fr: Tweeter ceci !

source: Cancel
es_mx: Cancelar
fr_fr: Annuler

source: Login:
es_mx: Usuario:
fr_fr: Identifiant :

source: Password:
es_mx: Contraseña:
fr_fr: Mot de passe :

source: Language:
es_mx: Idioma:
fr_fr: Langue :

source: Profile:
es_mx: Perfil:
fr_fr: Profil :

source: Log in
es_mx: Iniciar Sesión
fr_fr: Connexion

source: Create new account
es_mx: Crear nueva cuenta
fr_fr: Créer un nouveau compte

source: Delete selected connections? Active connections will not be deleted.
es_mx: ¿Eliminar las conexiones seleccionadas? Las conexiones activas no serán eliminadas.
fr_fr: Supprimer les connexions sélectionnées ? Les connexions actives ne seront pas supprimées.

source: Please select some connections to delete.
es_mx: Por favor, selecione algunas conexiones para eliminar.
fr_fr: Veuillez sélectionner une connexion à supprimer.

source: Title for a new connection:
es_mx: Título de la nueva conexión:
fr_fr: Titre de la nouvelle connexion :

source: Delete selected servers?
es_mx: ¿Eliminar servidores seleccionados?
fr_fr: Supprimer les serveurs sélectionnés ?

source: Please select some servers to delete.
es_mx: Por favor, seleccione algunos servidores para eliminar.
fr_fr: Veuillez sélectionner les serveurs à supprimer.

source: Server:Port (e.g. irc.example.org:6667):
es_mx: Servidor:Puerto (p.e. irc.ejemplo.org:6667)
fr_fr: Serveur:Port (par exemple irc.exemple.org:6667) :

source: Your browser doesn't seem to support desktop notifications.
es_mx: Su navegador no parece soportar las notificaciones de escritorio.
fr_fr: Votre navigateur ne supporte pas les notifications.

source: Close this tab
es_mx: Cerrar esta pestaña
fr_fr: Fermer cet onglet

source: Last message: %d seconds ago.
es_mx: Último mensaje: %d segundos atrás.
fr_fr: Dernier message : il y a %d secondes.

source: Connected to:
es_mx: Conectado a:
fr_fr: Connecté à :

source: Disconnected.
es_mx: Desconectado.
fr_fr: Déconnecté.

source: Conversation with
es_mx: Conversación con
fr_fr: Conversation avec

source: Connect
es_mx: Conectar
fr_fr: Connexion

source: Connecting...
es_mx: Conectando...
fr_fr: Connexion en cours...

source: Disconnect
es_mx: Desconectar
fr_fr: Déconnexion

source: Topic for %c is: %s
es_mx: Topic para %c es: %s
fr_fr: Le sujet de %c est : %s

source: Close this tab?
es_mx: ¿Cerrar esta pestaña?
fr_fr: Fermer cet onglet ?

source: Start conversation with %s?
es_mx: ¿Iniciar conversación con %s?
fr_fr: Démarrer une conversation avec %s ?

source: %u has changed the topic to: %s
es_mx: %u ha cambiado el topic a: %s
fr_fr: %u a changé le sujet en : %s

source: %u has changed mode [%m] on %s
es_mx: %u ha cambiado los modos del canal %s [%m]
fr_fr: %u a changé le mode [%m] sur %s

source: %u has changed mode [%m]
es_mx: %u ha cambiado el modo [%m]
fr_fr: %u a changé le mode [%m]

source: %u has been kicked from %c by %n (%m)
es_mx: %u ha sido kickeado desde %c por %n (%m)
fr_fr: %u a été éjecté de %c par %n (%m)

source: %u has left %c (%m)
es_mx: %u se ha ido de %c (%m)
fr_fr: %u a quitté %c (%m)

source: %u (%h) has joined %c
es_mx: %u (%h) ha entrado a %c
fr_fr: %u (%h) a rejoint %c

source: %u has quit IRC (%s)
es_mx: %u ha cerrado IRC (%s)
fr_fr: %u a quitté IRC (%s)

source: Connection terminated.
es_mx: Conexión terminada.
fr_fr: Connexion terminée.

source: Requesting connection...
es_mx: Solicitando conexión...
fr_fr: Demande de connexion...

source: Connecting to %s:%d...
es_mx: Conectando a %s:%d
fr_fr: Connexion en cours à %s:%d...

source: Ping reply from %u: %d second(s).
es_mx: Respuesta Ping desde %u: %d segundo(s).
fr_fr: Réponse au ping de %u : %d seconde(s).

source: Received CTCP %c (%a) from %u
es_mx: CTCP Recibido %c (%a) desde %u
fr_fr: Vous avez reçu une requête CTCP %c (%a) de %u

source: CTCP %c reply from %u: %a
es_mx: Respuesta CTCP %c desde %u: %a
fr_fr: Réponse CTCP %c de %u: %a

source: Received ping (%s) from %u
es_mx: Ping recibido (%s) desde %u
fr_fr: Vous avez reçu un ping (%s) de %u

source: Connection established.
es_mx: Conexión establecida.
fr_fr: La connexion a été établie.

source: Unknown command: /%s.
es_mx: Comando desconocido: /%s
fr_fr: Commande inconnue : /%s.

source: %u is now known as %n
es_mx: %u ahora se llama %n
fr_fr: %u est désormais connu sous le nom de %n

source: %s (via %l)
es_mx: %s (vía %l)

source: Your message is too long.
es_mx: Su mensaje es demasiado largo.
fr_fr: Votre message est trop long.

source: Your message is too short.
es_mx: Su mensaje es demasiado corto.
fr_fr: Votre message est trop court.

source: Login for a new user:
es_mx: Usuario:
fr_fr: Connexion pour un nouvel utilisateur :

source: Delete selected users?
es_mx: ¿Eliminar usuarios seleccionados?
fr_fr: Supprimer les utilisateurs sélectionnés ?

source: Please select some users to delete.
es_mx: Por favor, seleccione algunos usuarios para eliminar.
fr_fr: Veuillez sélectionner les utilisateurs à supprimer.

source: Reset password of selected user?
es_mx: ¿Restablecer contraseña para el usuario seleccionado?
fr_fr: Réinitialiser le mot de passe de l'utilisateur sélectionné ?

source: Please select one user to reset password.
es_mx: Por favor, seleccione algunos usuarios para restablecer contraseña.
fr_fr: Veuillez sélectionner un seul utilisateur pour la réinitialisation du mot de passe.

source: ERROR!
fr_fr: ERREUR !
